Revit 2027 API
ParameterTypeId.LoadMomentMz1 Property
 "Mz 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadMomentMz1 { get; }
Public Shared ReadOnly Property LoadMomentMz1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadMomentMz1 {
	ForgeTypeId^ get ();
}
static member LoadMomentMz1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace